Repository: amr1990/weatherunderground_webclient
Catalog: *.po
Languages: ca, es

source: Forecast for
ca: Predicció per
es: Predicción para

source: Condition:
ca: Condició:
es: Condición:

source: Temperature:
ca: Temperatura
es: Temperatura:

source: Thermal sensation:
ca: Sensació tèrmica:
es: Sensación térmica

source: Wind speed:
ca: Velocitat del vent:
es: Velocidad del viento:

source: Wind direccion:
ca: Direcció del vent:
es: Dirección del viento:

source: degrees, direction:
ca: graus, direcció:
es: grados, dirección:

source: Humidity:
ca: Humitat:
es: Humedad:

source: Clothing advise:
ca: Consells per a vestir:
es: Consejo para vestir:

source: Think about bringing an unbrella
ca: Pensa en agafar el para-sol
es: Piensa en coger una sombrilla

source: It's going to be a hot day. It's time to wear summer clothes
ca: Avui serà un dia calurós. És el moment per portar roba d'estiu
es: Hoy será un día caluroso. És el momento para llevar ropa de verano

source: It's going to be a cold day. Think about bring a jacket
ca: Avui serà un dia fred. Pensa en agafar una jaqueta
es: Hoy será un día frío. Piensa en coger una chaqueta

source: It's going to be frosty. It's time to wear winter clothes
ca: Avui serà un dia molt fred. És el moment per portar roba d'hivern
es: Hoy será un día muy frío. És el momento para llevar ropa de invierno

source: High Temperatures:
ca: Temperatures altes:
es: Temperaturas altas:

source: Average on this date:
ca: Mitjana en aquesta data:
es: Media en esta fecha:

source: Maximum on this date:
ca: Màxima en aquesta data:
es: Máxima en esta fecha:

source: Low Temperatures:
ca: Temperatures baixes:
es: Temperaturas bajas

source: Minumum on this date:
ca: Mínima en aquesta data:
es: Mínima en esta fecha:

source: Must provide api key in code or cmdline arg
ca: Has d'introduir una clau api en el codi o per la linia de comandes
es: Introduce una clave api en el código o por línea de comandos

source: Enter location:
ca: Escriu la població:
es: Introduce una población:

source: Enter a time interval for the weather forecast:
ca: Entra un interval de temps per a la predicció:
es: Introduce un intérvalo de tiempo para la previsión:

source: Not a number
ca: No és un número
es: No és un número
